const questions = {
  easy: [
    {
      question: "Какая пустыня расположена в южном полушарии?",
      answers: [
        { id: "1", text: "Кара-Кум" },
        { id: "2", text: "Гоби" },
        { id: "3", text: "Сахара" },
        { id: "4", text: "Атакама", correct: true },
      ]
    },
    {
      question: "Какой остров самый большой в мире?",
      answers: [
        { id: "1", text: "Новая Гвинея" },
        { id: "2", text: "Гренландия", correct: true },
        { id: "3", text: "Бали" },
        { id: "4", text: "Мадагаскар" },
      ]
    },
    {
      question: "Какая из этих стран имеет выход к Каспийскому морю?",
      answers: [
        { id: "1", text: "Афганистан" },
        { id: "2", text: "Узбекистан" },
        { id: "3", text: "Туркеминстан", correct: true },
        { id: "4", text: "Таджикистан" },
      ]
    },
    {
      question: "На территории какого современного государства находятся развалины древнего города Карфаген?",
      answers: [
        { id: "1", text: "Иордания" },
        { id: "2", text: "Тунис", correct: true },
        { id: "3", text: "Египет" },
        { id: "4", text: "Сирия" },
      ]
    },
    {
      question: "С какой из этих стран Франция не имеет общей границы?",
      answers: [
        { id: "1", text: "Нидерланды", correct: true },
        { id: "2", text: "Германия" },
        { id: "3", text: "Испания" },
        { id: "4", text: "Бразилия" },
      ]
    },
  ],
  medium: [
    {
      question: "Какое из этих озер находится в Европе?",
      answers: [
        { id: "1", text: "Балатон", correct: true },
        { id: "2", text: "Онтарио" },
        { id: "3", text: "Байкал" },
        { id: "4", text: "Виктория" },
      ]
    },
    {
      question: "В какой стране находится Стоунхедж?",
      answers: [
        { id: "1", text: "Шотландия" },
        { id: "2", text: "Ирландия" },
        { id: "3", text: "Англия", correct: true },
        { id: "4", text: "Уэльс" },
      ]
    },
    {
      question: "Вблизи земной поверхности располагается слой атмосферы, который называют?",
      answers: [
        { id: "1", text: "Тропосфера", correct: true },
        { id: "2", text: "Атмосфера" },
        { id: "3", text: "Биосфера" },
        { id: "4", text: "Ионосфера" },
      ]
    },
    {
      question: "Вулкан на полуострове Камчатка?",
      answers: [
        { id: "1", text: "Ключевская сопка", correct: true },
        { id: "2", text: "Котопахи" },
        { id: "3", text: "Сан-Педро" },
        { id: "4", text: "Мисти" },
      ]
    },
    {
      question: "Наименьшую длину окружности имеет параллель?",
      answers: [
        { id: "1", text: "15 градусов" },
        { id: "2", text: "105 градусов" },
        { id: "3", text: "60 градусов" },
        { id: "4", text: "80 градусов", correct: true },
      ]
    },
  ],
  difficult: [
    {
      question: "В какой стране находится город Цинциннати?",
      answers: [
        { id: "1", text: "Италия" },
        { id: "2", text: "США", correct: true },
        { id: "3", text: "Испания" },
        { id: "4", text: "Канада" },
      ]
    },
    {
      question: "В какой стране находится город Шлиссельбург?",
      answers: [
        { id: "1", text: "Австрия " },
        { id: "2", text: "Германия" },
        { id: "3", text: "Польша" },
        { id: "4", text: "Россия", correct: true },
      ]
    },
    {
      question: "Что такое Титикака?",
      answers: [
        { id: "1", text: "Озеро", correct: true },
        { id: "2", text: "Пролив" },
        { id: "3", text: "Река" },
        { id: "4", text: "Водопад" },
      ]
    },
    {
      question: "Какой из этих городов расположен в Южной Америке?",
      answers: [
        { id: "1", text: "Сан-Сальвадор" },
        { id: "2", text: "Мехико" },
        { id: "3", text: "Кито", correct: true },
        { id: "4", text: "Акапулько" },
      ]
    },
    {
      question: "На южном тропике солнце стоит в зените",
      answers: [
        { id: "1", text: "15 сентября" },
        { id: "2", text: "1 июня" },
        { id: "3", text: "10 октября" },
        { id: "4", text: "22 декабря", correct: true },
      ]
    },
  ]
};

export default questions;
